print('')
print("")

20//6= 3   # целочисленного деления (//)
20%6= 2    # деления по модулю (%)

print('My name's Otabek') # не правильно. для того чтобы программа смогла вывысти надо ставить  \ '
print('My name\'s Otabek') 

'\n' # когда мы использовали Enter, программа автоматический вводит \n
"""Spring 
   Summer"""  == 'Spring\nSummer'

# простые функиции ввода и ввывода
# чтобы получить данные от пользователья, надо использовать input
# чтобы вывода данные в экран, используется функция print 
 input()    input("Enter something:")

 2  Операция со строками
 "Spam" + 'eggs'
 'Spameggs'
 "2"+"2" == 22 
print("spam"*3)
4*'2' == '2222'
Error '17'*'18' and 'python'* 7.0
